<?php
$pict_1="D:\ярлыки\моя\программы\04.11-новый реп\nov1\рнр\img\1.jpg";
$pict_2="D:\ярлыки\моя\программы\04.11-новый реп\nov1\рнр\img\2.jpg";
$pict_3="D:\ярлыки\моя\программы\04.11-новый реп\nov1\рнр\img\3.jpg";

$fil2_1="D:\ярлыки\моя\программы\04.11-новый реп\nov1\рнр\pages\1.php";
$fil2_index="D:\ярлыки\моя\программы\04.11-новый реп\nov1\рнр\pages\index.php.php";

?>
<!DOCTYPE html>
<html>
<head><title>Вышиваем и не унываем</title>
</head>
<body>
<h1>Вышивка и работы из бисера</h1>
<img src="pict_1" /> <br>
<p> Вам предлагается повторить эту работу </p>
<img src="pict_2" /> <br>
<p> мастер-класс по этой работе находится в приложении 1 </p>
<img src="pict_3" /> <br>

<?php

$pict_1="D:\ярлыки\моя\программы\04.11-новый реп\nov1\рнр\img\4.jpg";
$pict_3="D:\ярлыки\моя\программы\04.11-новый реп\nov1\рнр\img\5.jpg";
?>
<p> Эта работа названа лучшей </p>

<img src="pict_1" /> <br>

<p> Мастер-класс по этой работе находится в приложении 2 </p>

<img src="pict_3" /> <br>

<ul>
    <li><a href="fil2_1"> мастерицы </a></li>
    <li><a href="fil2_index"> ярмарка мастеров </a></li>
</ul>
</body>
</html>